Repository: serik1987/corefacility
Catalog: src/*/ihna/kozhukhov/core_application/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Full access
ru: Полный доступ

source: Dealing with data
ru: Работа с данными

source: Data adding and processing only
ru: Только добавление и обработка данных

source: Data processing only
ru: Только обработка данных

source: Viewing the data
ru: Только просмотр данных

source: No access
ru: Доступ закрыт

source: Corefacility module
ru: Модуль

source: Scientific Group
ru: Научный коллектив

source: Project
ru: Проект

source: User
ru: Пользователь

source: The descriptor value with similar ID was created
ru: Значение кастомного параметра с тем же самым ID уже создано

source: Custom parameter descriptor
ru: Дескриптор кастомного параметра

source: Laboratory journal record
ru: Запись в лабораторном журнале

source: Root record
ru: Корневая запись

source: Individual search parameters
ru: Индивидуальные параметры поиска

source: Viewed Parameter
ru: Просматриваемый параметр

source: Authorization methods
ru: Способы авторизации

source: At least one authorization module must be enabled
ru: Хотя бы один из способов авторизации должен быть активен

source: Bad session ID
ru: Идентификатор сессии неверен или устарел

source: Project applications
ru: Работа с научными проектами

source: Account synchronization
ru: Синхронизация учётных записей

source: This file type is not uploadable
ru: Невозможно загрузить данный тип файла

source: The image resolution is too small
ru: Разрешение изображения слишком мало

source: Can't send e-mail to this user because it's e-mail field was not filled
ru: Невозможно отправить e-mail этому пользователю, поскольку поле E-mail в его профиле не заполнено

source: The following problem occured during the mail delivery:
ru: При отправке сообщения пользователю возникла следующая проблема:

source: The requested resource was not found here
ru: Запрашиваемый ресурс не обнаружен

source: Unable to create the requested resource because it has already been created
ru: Невозможно создать требуемый ресурс, так как он уже был создан

source: %s with such values can't exist
ru: Поле %s с подобными значениями не существует

source: The entity operation is not permitted
ru: Указанная операция над сущностью невозможна

source: This feature is not supported for current database engine. Use another one
ru: Данное свойство не поддерживается на установленной Вами СУБД. Установка PostgreSQL решит эту проблему

source: The user is a governor of at least one group. Its delete will automatically remove these groups and reflect another user rights. Are you sure?
ru: Данный пользователь руководит одной или несколькими научными группами. Его удаление приведёт к автоматическому расформированию этих групп, а также к изменению прав доступа других пользователей к тому или иному функционалу. Вы желаете продолжить?

source: The group is a root group for at least one project. Its delete will automatically remove these projects and reflect another user rights. Are you sure?
ru: Эта группа является корневой группой как минимум для одного из проектов. Её удаление приведёт к автоматическому уничтожению этих проектов, а также изменит права доступа других пользователей к функционалу. Продолжить?

source: Unable to write to %s directory.
ru: Невозможно произвести запись в директорию %s

source: Error during installation of the module
ru: Ошибка в процессе установки модуля

source: This module has a parent module that have not been completely installed yet
ru: Данный модуль имеет родительский модуль, который не был полностью установлен

source: The directory /var/log/corefacility doesn't exists. Please, complete the corefacility installation by adjustment of rsyslog daemon in such a way as it writes logs directly to /var/log/corefacility/syslog and /var/log/corefacility/auth.log files
ru: Директория /var/log/corefacility не существует. Пожалуйста, завершите установки приложения corefacility, настроив демон rsyslog таким образом, чтобы все логи операционной системы писались в файлы /var/log/corefacility/syslog и var/log/corefacility/auth.log

source: Unable to perform synchronization because all synchronizers were switched off
ru: Невозможно осуществить синхронизацию, так как все модули синхронизации выключены

source: Unable to perform synchronization due to the temporary problems on remote server
ru: Невозможно провести синхронизацию вследствие проблем на внешнем сервере

source: Failed to remove a user: the user has been currently logged in
ru: Невозможно удалить пользователя: этот пользователь только что залогинился

source: The uploaded file is too large
ru: Загружаемый Вами файл имеет слишком большой размер

source: The request is analyzed and will be launched within the period of {0}
ru: Запрос проанализирован и будет выполнен в течение промежутка времени: {0}

source: The request is analyzed and awaits for the confirmation of the system administrator.
ru: Запрос проанализирован и ожидает подтверждения системным администратором.

source: The action has been successfully accomplished.
ru: Действие успешно выполнено.

source: The request was made from inappropriate IP address %s
ru: Запрос с IP-адреса %s запрещён.

source: Request for the administrative task
ru: Запрос на совершение административных действий

source: This is a crucial security error. We decided to permanently interrupt the executed action.
ru: Это - критическая ошибка безопасности. Мы приняли решение полностью прервать выполняемое действие.

source: ALARM: critical values of important server health parameters detected
ru: ВНИМАНИЕ: обнаружено превышение критических значений важных характеристик сервера

source: CPU
ru: Процессор

source: Free operating memory
ru: Свободная оперативная память

source: Free swap memory
ru: Свободная память подкачки

source: Free space at
ru: Свободное место на

source: Temperature for
ru: Температура для

source: Core functionality
ru: Базовый функционал

source: As list (the user can enable arbitrary amount of modules in this entry point)
ru: Список (пользователь может включить произвольное количество модулей для данной точки доступа)

source: As select (the user must choice which module in this entry point to enable)
ru: Выбор (пользователь может включить только один модуль для данной точки доступа)

source: Boolean field
ru: Булево поле

source: String
ru: Строка

source: Integer or float number
ru: Целочисленное или вещественное число

source: Discrete
ru: Дискретный

source: Record hashtag
ru: Хештег записи

source: File hashtag
ru: Хештег файла

source: Data record
ru: Запись экспериментальных данных

source: Service record
ru: Служебная запись

source: Category record
ru: Категория

source: Debugging message
ru: Сообщение для разработчика

source: Information message
ru: Информация

source: The system warning
ru: Предупреждение

source: The system error
ru: Ошибка

source: The system was down
ru: Сервер экстренно прекратил работу

source: Automatic authorization
ru: Автоматическая авторизация

source: To authorize through Google you need to provide access of this application to some personal details stored in Google
ru: Для того, чтобы авторизоваться через Google, Вам необходимо обеспечить доступ нашему приложению к некоторым персональным данным, которые у Вас храняться в Google

source: Google account name (an e-mail)
ru: Название учётной записи Google (e-mail)

source: To enable this module ensure that this field is not empty
ru: Для того, чтобы включить модуль, убедитесь, что это поле не пустое

source: Invalid client ID or client secret
ru: Неверный Client ID или Client Secret

source: Your Google account was not attached to the corefacility account. Please, login using another authorization method and attach your Google account to the corefacility account
ru: Ваша учётная запись Google не привязана к Вашей учётной записи corefacility. Пожалуйста, авторизуйтесь, используя другой способ авторизации, после чего привяжите Вашу учётную запись Google к учётной записи corefacility, используя для этого настройки Вашего профиля.

source: The e-mail must be ended to @gmail.com
ru: E-mail должен заканчиваться на @gmail.com

source: Authorization through Mail.ru
ru: Авторизация через Mail.ru

source: User's email in the Mail.Ru mailbox
ru: E-mail пользователя в почтовом ящике Mail.Ru

source: To authorize through the Mail.Ru you need to grant a read-only access to your personal details
ru: Для того, чтобы авторизоваться через Mail.Ru Вам необходимо открыть доступ на чтение Ваших персональных данных из аккаунта Mail.Ru. Это не предполагает наличие доступа на их изменение

source: Authorization code did not received from the Mail.Ru server
ru: Код авторизации не был получен через сервер Mail.Ru

source: Your mail.ru account has not been attached to your corefacility account. Please, login using another authorization method and attach your mail.ru account to your corefacility account in your profile settings
ru: Ваша учётная запись на mail.ru не привязана к Вашей учётной записи corefacility. Пожалуйста, авторизуйтесь, используя другой способ авторизации, после чего привяжите Вашу учётную запись mail.ru к учётной записи corefacility, используя для этого настройки Вашего профиля.

source: To turn this field on please, ensure that this is not empty
ru: Для того, чтобы включить модуль, убедитесь, что это поле не пустое

source: The authorization process will not work when this value equals to zero
ru: Процесс авторизации не будет работать, если значение этого поля равно нулю

source: Password recovery function
ru: Функция восстановления пароля

source: The module can't be enabled without email support
ru: Этот модуль нельзя включить, так как Ваш сервер не поддерживает отправку E-mail

source: Standard authorization
ru: Стандартная авторизация

source: IHNA RAS account synchronization
ru: Синхронизация с сайтом ИВНД и НФ РАН

source: You don't have permission to assign this group as the project root group
ru: У Вас нет достаточных полномочий, чтобы назначить этот коллектив в качестве управляющего коллектива проекта.

source: Enter a valid phone number.
ru: Введите корректный номер телефона.

source: Enter a valid login consisting of letters, numbers, underscores or hyphens.
ru: Введите корректное имя пользователя, состоящее из латинских букв, цифр, дефисов и знаков подчёркивания.

source: Loading...
ru: Загрузка...

source: You need to enable Javascript to run this application
ru: Вам необходимо включить поддержку Javascript в браузере для того, чтобы запустить это приложение

source: The device screen resolution is too small. Please, use this application on another device
ru: Ваше устройство имеет монитор со слишком малым разрешением. Пожалуйста, запустите это приложение на устройстве с большим разрешением

source: B
ru: байт

source: kB
ru: Кб

source: Mb
ru: Мб

source: Gb
ru: Гб

source: Tb
ru: Тб

source: Network output traffic
ru: Исходящий сетевой трафик

source: Network input traffic
ru: Входящий сетевой трафик

source: Incorrect credentials.
ru: Неверные учётные данные.

source: Unrecognized platform
ru: Неизвестная платформа

source: You can't delete yourself.
ru: Вы не можете удалить самого себя

source: Account activation
ru: Активация аккаунта
