{
	"Error": "Ошибка",
	"Unable to connect to the server": "Невозможно подключиться к серверу.",
	"Connection error": "Ошибка соединения.",
	"The server returned error response without any details.": "Сервер вернул ошибочный ответ без каких-либо уточнений.",
	"Internal server error": "Внутренняя ошибка сервера",
	"The response body is not presented in JSON format": "Сервер вернул ответ не в JSON-формате",
	"The form was filled incorrectly.": "Форма заполнена неверно.",
	"The requested resource was not found": "Запрашиваемый ресурс не обнаружен",
	"May be, the resource has been deleted, moved permanently or never existed.": "Возможно, он был удалён, перемещён на своё новое постоянное место или никогда не существовал.",
	"Loading...": "Загрузка...",
	"Ready.": "Готово.",
	"More...": "Ещё...",
	"Try again.": "Попытаться снова...",
	"Add": "Добавить",
	"Cancel": "Отменить",
	"Not Found": "Не найдено",
	"Save": "Сохранить",
	"Save and close": "Сохранить и закрыть",
	"Close without save": "Закрыть без сохранения",
	"Remove": "Удалить",
	"Not defined.": "Не задано",
	"Action Required": "Требуется действие",
	"Continue": "Продолжить",
	"Yes": "Да",
	"No": "Нет",

	"Home Page": "Главная страница",
	"Reload": "Обновить",
	"Account Settings": "Настройки учётной записи",
	"Application Settings": "Настройки приложения",
	"Required field.": "Обязательное поле.",
	"Copy to clipboard": "Копировать в буфер обмена",
	"This field allows letters, digits, underscores and hyphens": "Это поле допускает только латинские буквы, дефисы, цифры и знаки подчёркивания",
	"Enter a valid user name consisting of letters, numbers, underscores or hyphens.": "Введите правильное имя пользователя, состоящее из латинских букв, цифр, дефисов и знаков подчёркивания",
	"Incorrect e-mail": "Неверный E-mail",
	"Incorrect phone number": "Неверный номер телефона",
	"Delete confirmation": "Подтверждение на удаление",
	"Do you really want to delete this resource?": "Вы действительно хотите удалить этот ресурс?",
	"The requested resource has already been deleted.": "Запрашиваемый ресурс успешно удалён и теперь больше не существует.",
	"Go back...": "Назад...",
	"Upload": "Загрузить",
	"Delete": "Удалить",

	"User List": "Список пользователей",
	"Users": "Пользователи",
	"User information": "Информация о пользователе",
	"Search by first name, last name, login...": "Поиск по фамилии, имени, имени пользователя...",
	"Login": "Имя пользователя",
	"First name": "Имя",
	"Last name": "Фамилия",
	"Phone number": "Номер телефона",
	"UNIX account name": "Имя учётной записи UNIX",
	"Home directory": "Домашняя директория",
	"Add User": "Добавить пользователя",
	"Personal Data": "Персональные данные",
	"Avatar": "Аватар",
	"Locked": "Заблокирован",
	"Superuser": "Суперпользователь",
	"Password": "Пароль",
	"User's password": "Пароль пользователя",
	"Administration": "Администрирование",
	"Print password": "Распечатать пароль",
	"Account activation": "Активация учётной записи",
	"Send activation code": "Выслать активационный код по электронной почте",
	"The password was set.": "Пароль пользователя задан.",
	"The password was not set.": "Пароль пользователя не задан.",
	"User delete confirmation": "Подтверждение удаления пользователя",
	"There are no users satisfying search criteria.": "Не найдены пользователи, удовлетворяющие поисковым критериям.",
	"The login is required for the user identification process during authentication": "Для идентификации пользователя при выполнении аутентификации требуется указать имя пользователя (латиницей)",
	"The first name is required for better visualization": "Имя пользователя требуется для его лучшей визуализации",
	"The last name is required for better visualization": "Фамилия пользователя требуется для его лучшей визуализации",
	"The e-mail will be used for password recovery service and sending another notifications": "С помощью адреса электронной почты Вы можете восстановить пароль от учётной записи пользователя. Кроме того, пользователь также сможет получать уведомления",
	"When suspicious activity was detected, please, call the user using this phone number: the user can confirm or deny this operation": "При совершении подозрительных операций в сети от имени данного пользователя, пожалуйста, позвоните ему по номеру телефона: он может подтвердить или опровергнуть данную операцию",
	"The user can't authorize when he's locked.": "Заблокированный пользователь не может авторизоваться.",
	"Superuser has full access data and features in corefacility as well as in every its application": "Суперпользователь имеет полный доступ ко всем данным и ко всему функционалу как самого corefacility, так и любого его приложения",
	"This operation will permanently remove the user account, reset all user's membership in groups. ": "Данное действие навсегда удалит учётную запись пользователя. Кроме того, пользователь будет исключён из всех групп. ",
	"All user's personal files will also be permanently deleted from the cloud storage. ": "Все персональные файлы пользователя также будут уничтожены. ",
	"Are you wish to continue?": "Продолжить?",
	"The user photo facilitates distinguising users among each other. This is not necessary to use your real photo.": "Аватар облегчает визуальное различение пользователей. Вам не обязательно использовать реальную фотографию пользователя.",
	"To get access to the corefacility use the following credentials:": "Для получения доступа к corefacility используйте следующие авторизационные данные:",
	"The activation mail has been successfully sent to the user.": "Письмо с активационным ключём успешно отправлено пользователю.",
	"The user password is: {PASSWORD} Please, set this password in the operating system using the following command:": "Пароль пользователя: {PASSWORD} Пожалуйста, установите пароль в операционной системе, используя следующую команду:",
	"The data have not been saved!": "Данные не сохранены!"
}