{
	"Error": "Ошибка",
	"Unable to connect to the server": "Невозможно подключиться к серверу.",
	"Connection error": "Ошибка соединения.",
	"The server returned error response without any details.": "Сервер вернул ошибочный ответ без каких-либо уточнений.",
	"Internal server error": "Внутренняя ошибка сервера",
	"The response body is not presented in JSON format": "Сервер вернул ответ не в JSON-формате",
	"The form was filled incorrectly.": "Форма заполнена неверно.",
	"Loading...": "Загрузка...",
	"Ready.": "Готово.",
	"More...": "Ещё...",
	"Try again.": "Попытаться снова...",
	"Add": "Добавить",
	"Cancel": "Отменить",

	"Home Page": "Главная страница",
	"Reload": "Обновить",
	"Account Settings": "Настройки учётной записи",
	"Application Settings": "Настройки приложения",
	"Required field.": "Обязательное поле.",
	"Enter a valid {field_name} consisting of letters, numbers, underscores or hyphens.": "Введите правильное {field_name}, состоящее из букв, цифр, дефисов и знаков подчёркивания",
	"Incorrect e-mail": "Неверный E-mail",
	"Incorrect phone number": "Неверный номер телефона",

	"User List": "Список пользователей",
	"Users": "Пользователи",
	"Search by first name, last name, login...": "Поиск по фамилии, имени, имени пользователя...",
	"Login": "Имя пользователя",
	"First name": "Имя",
	"Last name": "Фамилия",
	"Phone number": "Номер телефона",
	"Add User": "Добавить пользователя",
	"There are no users satisfying search criteria.": "Не найдены пользователи, удовлетворяющие поисковым критериям.",
	"The login is required for the user identification process during authentication": "Для идентификации пользователя при выполнении аутентификации требуется указать имя пользователя (латиницей)",
	"The first name is required for better visualization": "Имя пользователя требуется для его лучшей визуализации",
	"The last name is required for better visualization": "Фамилия пользователя требуется для его лучшей визуализации",
	"The e-mail will be used for password recovery service and sending another notifications": "С помощью адреса электронной почты Вы можете восстановить пароль от учётной записи пользователя. Кроме того, пользователь также сможет получать уведомления",
	"When suspicious activity was detected, please, call the user using this phone number: the user can confirm or deny this operation": "При совершении подозрительных операций в сети от имени данного пользователя, пожалуйста, позвоните ему по номеру телефона: он может подтвердить или опровергнуть данную операцию"
}